{
    "ranking": [
      {
        "titulo": "Palm Springs (2020)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/1/5/4/6/7/p/kSJGDZs8fwnbO2acU49jZk1BDZ8-0-300-0-450-crop.jpg?v=c9f5429141",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Filme muito gostosinho, mais um daqueles de loop temporal mas faz isso muito bem, os personagens são muito bons e a história se desenrola de um jeito muito divertido<br>E o melhor de tudo: o final é bom!"
          },
          "namorado": {
            "nota": 5,
            "comentario": "Me emocionei com este filme. As interações e os personagens cheios de defeitos realmente são impressionantes. Um filme bem fora da curva a respeito no quesito 'looping temporal', sendo o primeiro filme de romance com essa temática. Pegou em vários pontos do meu coração, as cenas de romance, conversas desconfortáveis, melancólicas e a comédia. Certamente virou um filme muito especial pra mim!! E ter assistido com a minha pessoa favorita o tornou ainda mais especial."
          }
        }
      },
      {
        "titulo": "De Volta Para O Futuro (1985)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/1/9/4/5/p/q9QSDuMq8tseMA2y1ee6Gyu4iCw-0-300-0-450-crop.jpg?v=31a87ea2d5",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Sempre é incrível assistir esse filme, um clássico que nunca vai se perder no tempo.<br>Os efeitos são ótimos, especialmente para a época. E a atenção aos detalhes é o que mais se destaca, com as mudanças no futuro devido ao que foi feito no passado sendo bem registrado!<br>Dito isso, quero um DeLorean"
          },
          "namorado": {
            "nota": 4.5,
            "comentario": "Gostei muito do filme, é muito bem pensado! Tudo tem uma explicação e o filme não tem medo de falar a respeito do passado, usa de maneira inteligente efeitos especiais (alguns que envelheceram muito bem, outros nem tanto), e acaba trazendo várias teorias interessantes, além de ser um marco na cultura POP. Foi a primeira vez na qual assisti esse filme, e certamente me surpreendi positivamente. Eu admito que gostaria de mais cenas com nosso querido George e Lorraine, e talvez UMA cena meio emotiva."
          }
        }
      },
      {
        "titulo": "The Breakfast Club (1985)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/0/5/1/8/p/naCXbeeuuP81bbJexbHBeNZlisl-0-300-0-450-crop.jpg?v=d55b2123d2",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Que filme bom<br>Adorei a química entre os personagens, eles são muito bem escritos e atuados<br>É um filme muito artístico com uma fotografia e música muito bons<br>É um filme muito a frente do seu tempo, já quebrando padrões mesmo em 1985 e isso é ótimo<br>Foi bom reconhecer partes icônicas que já vi referenciadas em outras mídias (especialmente Community)<br>Dito isso, Allison um ícone não binário"
          },
          "namorado": {
            "nota": 5,
            "comentario": "É um filme divertido, cheio de analogias e que brinca com arquétipos de personalidades, desmontando-os durante o decorrer do filme. As atuações são excelentes e certamente merece a fama e o impacto que possui na mídia, sempre tendo alguma cena homenageada em outras produções audiovisuais. Me encantei pelos personagens e me reconheci neles em vários momentos do filme, os desabafos, as provocações e as cenas de comédia.<br>POR FAVOR EU PRECISO FUMAR MACONHA PRA TER O MEU ARCO DE DESENVOLVIMENTO."
          }
        }
      },
      {
        "titulo": "Pânico (1999)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/9/4/5/5/p/hGTTtiHVN0FfqQQp5pzNJKRuDEH-0-300-0-450-crop.jpg?v=aee89f0c96",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Não sei por que demorei tanto pra assistir essa perfeição<br>É um filme muito bom, a estética, o trabalho que colocaram nesse filme é impressionante<br>E eu genuinamente torci pelos personagens, eles são muito bem escritos<br>É isso, assistam"
          },
          "namorado": {
            "nota": 5,
            "comentario": "É um filme muito bom, brinca com vários clichês do terror, apresenta um terror bem 'pé no chão'. Um assassino, uma pessoa tão 'normal' quanto eu e você, sem grandes motivações, sem o paranormal para o ajudar mas que sabe muito bem como mexer com as emoções de suas vítimas pois conhece as mesmas de uma forma que elas nem conseguem cogitar em tal possibilidade, assumindo 'o controle da situação' tal qual uma dominatrix. <br>Obrigado diretor por não esquecer o passado e vai se fuder por repetir o mesmo."
          }
        }
      },
      {
        "titulo": "Knives Out (2019)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/7/5/3/7/0/p/imQi76g7GYskbmwpYhO64kXRQeH-0-300-0-450-crop.jpg?v=8f9c9527f9",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Que filme, meus amigos, que filme.<br>Eu verdadeiramente acho esse filme passa mais o sentimento de caso da Agatha Christie do que qualquer filme feito baseado nos livros dela.<br>A forma com que desenrola, as revelações, reviravoltas e as coisas se encaixando perfeitamente, tudo tão incrível!<br>As atuações são um grande destaque aqui, se mostrando ideais para um filme assim, e grande parte do que torna ele tão especial.<br>Algumas escolhas artísticas são incríveis, como um momento em que o detetive se revela em um canto escuro, detalhes incríveis!<br>Dito isso, vai se fuder aquele mlk nazi"
          },
          "namorado": {
            "nota": 5,
            "comentario": "Sinceramente, é um filme que me pegou bastante de surpresa. Pensei que fosse se tratar de um the office investigativo que resultaria numa opção óbvia, coisa que não ocorreu. Os personagens são patéticos, tem demasiados defeitos que realmente assustam o espectador, ao mesmo tempo podem ser um bom reflexo de nossas famílias e de nós mesmos enquanto parentes (eu sei, você é o primo maconheiro, original). Uma batalha por uma possibilidade de herança entre riquinhos que resulta em consequências para terceiros. Um detetive carismático e badass alá Hercule Poirot sem esforço e uma estética charmosa, o que poderia dar de errado? E de fato não deu, parabéns aos envolvidos!!"
          }
        }
      },
      {
        "titulo": "Legalmente Loira (2001)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/7/5/8/6/p/dw4eMfQuj5TH3e4m67iJh3hJde2-0-300-0-450-crop.jpg?v=aea9b62a15",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "QUE FILME BOM<br>Um filme de >>> 2001 <<< quebrando padrões e fazendo isso muito bem!<br>As atuações e atores se encaixam muito bem nos papéis e foram ótimas.<br>Os personagens são interessantes e bem escritos, gostei muito da diversidade de pessoas.<br>A história é ótima e muito bem desenvolvida!<br>Mais um clássico antigo que se mantém até hoje!<br>Dito isso, esse cachorro não poderia estar em nem 1% dos lugares que ele foi"
          },
          "namorado": {
            "nota": 5,
            "comentario": "Bom, acredito que este filme desempenha muito bem o que é proposto. Um filme que fala a respeito de um ambiente patriarcal que no momento onde uma mulher o adentra e supera, demonstra suas rachaduras. Faz isso de maneira coesa e muito bem-humorada.<br>OBRIGADO ELLE WOODS, VIVA AS LOIRAS E AOS CACHORROS DE MOÇAS RICAS!!! E obrigado por formar nossas advogatas!"
          }
        }
      },
      {
        "titulo": "The Blair Witch Project (1999)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/0/1/5/9/p/iJQzufJJjUyJnZosAhTjLwbAsQ3-0-300-0-450-crop.jpg?v=4aa689cc81",
        "avaliacoes": {
          "usuario": {
            "nota": 4.5,
            "comentario": "Simplesmente o melhor found footage de todos, sem nem comparação<br>As atuações são magníficas, parece mesmo um documentário de verdade<br>As cenas são gravadas bem naturalmente e são incríveis<br>A atmosfera que foi sendo criada é muito boa e te faz sentir tenso o tempo todo<br>Dito isso, vai se fuder Mike"
          },
          "namorado": {
            "nota": 3.5,
            "comentario": "É um filme bom, um bom 'found footage', realmente fiquei impressionado com as atuações e com a imersão. Entretanto, todavia, porém, não sei se me pegou tanto enquanto um filme de terror, por isso a nota."
          }
        }
      },
      {
        "titulo": "Terrified (2017)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/1/9/9/7/9/p/cPLJqMDso4vA5q4UBma5ABaciEP-0-300-0-450-crop.jpg?v=597e9b5328",
        "avaliacoes": {
          "usuario": {
            "nota": 3,
            "comentario": "Ainda me pega bastante, mesmo não sendo mais a mesma coisa, mas ainda é um belo filme de terror, onde as coisas acontecem e você tá simplesmente fudido<br>Dito isso, vai se fuder aquela criança"
          },
          "namorado": {
            "nota": 2.5,
            "comentario": "Divertidinho, boas ideias porém mal executadas. Tem seus momentos de suspense e terror, todavia, são ocasionados muitas vezes em decorrência da burrice dos personagens."
          }
        }
      },
      {
        "titulo": "After (2019)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/6/7/1/1/5/p/1gqTxfU3IVf6sGjkKVZ4nrCEVDM-0-300-0-450-crop.jpg?v=d81a045573",
        "avaliacoes": {
          "usuario": {
            "nota": 0.5,
            "comentario": "Acho que eu nunca vi um filme tão assustadoramente horrível na minha vida, os diálogos são os mais clichês e mal feitos o possível.<br>Atuações assustadoras que deixam um manequim parecendo expressivo.<br>Fez jus ao Wattpad no início.<br>Dito isso, vai se fuder Durinho"
          },
          "namorado": {
            "nota": 0.5,
            "comentario": "Assisti com minha namorada e nunca fiquei tão puto na minha vida. Além de me submeter a uma humilhação, acabei consumindo coisas perigosas (creme pro corpo) em razão da raiva que senti assistindo este filme. A propaganda de Libid Gel é mais informativa e mais tesuda que esse filme."
          }
        }
      }
    ]
  }
  