{
    "ranking": [
      {
        "titulo": "Tudo em Todo Lugar ao Mesmo Tempo (2022)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/7/4/4/7/4/p/tmEhQtEt0ZDkBaXo5M9SzchytHu-0-300-0-450-crop.jpg?v=337bac6b6c",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Esse filme é o meu preferido, e tem vários motivos<br>Primeiramente no quesito mais técnico: é simplesmente impressionante que um filme tão rico em efeitos (de altíssima qualidade) foi feito por apenas cinco caras no Premiere. Sério, são efeitos que eu nunca vi nada parecido e são seriamente impressionantes e inspiradores.<br>As decisões artísticas também são absurdas, especialmente o figurino da Jobu Tupaki, as cores utilizadas por todo o filme e a sonoplastia de vários momentos.<br>No quesito da história, tem muito o que falar, é tudo muito desenvolvido com perfeição, e eles conseguem introduzir coisas complexas em um curto período de tempo de maneira eficiente. E sobre o conteúdo, ele me causa sentimentos mistos, mostrando de diversos ângulos conflitos como depressão, relacionamento familiar, identidade LGBT, neurodivergência, tópicos na qual me encaixo muito e consegui me identificar bastante durante o filme<br>Uma coisa que esse filme fez comigo também é ser uma grande inspiração, ontem me inscrevi na faculdade de Cinema e Audiovisual e espero um dia chegar nos pés dessa produção<br>Dito isso, quero um Bagel"
          },
          "namorado": {
            "nota": 5,
            "comentario": ""
          }
        }
      },
      {
        "titulo": "Palm Springs (2020)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/1/5/4/6/7/p/kSJGDZs8fwnbO2acU49jZk1BDZ8-0-300-0-450-crop.jpg?v=c9f5429141",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Filme muito gostosinho, mais um daqueles de loop temporal mas faz isso muito bem, os personagens são muito bons e a história se desenrola de um jeito muito divertido<br>E o melhor de tudo: o final é bom!"
          },
          "namorado": {
            "nota": 5,
            "comentario": "Me emocionei com este filme. As interações e os personagens cheios de defeitos realmente são impressionantes. Um filme bem fora da curva a respeito no quesito 'looping temporal', sendo o primeiro filme de romance com essa temática. Pegou em vários pontos do meu coração, as cenas de romance, conversas desconfortáveis, melancólicas e a comédia. Certamente virou um filme muito especial pra mim!! E ter assistido com a minha pessoa favorita o tornou ainda mais especial."
          }
        }
      },
      {
        "titulo": "De Volta Para O Futuro (1985)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/1/9/4/5/p/q9QSDuMq8tseMA2y1ee6Gyu4iCw-0-300-0-450-crop.jpg?v=31a87ea2d5",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Sempre é incrível assistir esse filme, um clássico que nunca vai se perder no tempo.<br>Os efeitos são ótimos, especialmente para a época. E a atenção aos detalhes é o que mais se destaca, com as mudanças no futuro devido ao que foi feito no passado sendo bem registrado!<br>Dito isso, quero um DeLorean"
          },
          "namorado": {
            "nota": 4.5,
            "comentario": "Gostei muito do filme, é muito bem pensado! Tudo tem uma explicação e o filme não tem medo de falar a respeito do passado, usa de maneira inteligente efeitos especiais (alguns que envelheceram muito bem, outros nem tanto), e acaba trazendo várias teorias interessantes, além de ser um marco na cultura POP. Foi a primeira vez na qual assisti esse filme, e certamente me surpreendi positivamente. Eu admito que gostaria de mais cenas com nosso querido George e Lorraine, e talvez UMA cena meio emotiva."
          }
        }
      },
      {
        "titulo": "Pânico (1996)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/9/4/5/5/p/hGTTtiHVN0FfqQQp5pzNJKRuDEH-0-300-0-450-crop.jpg?v=aee89f0c96",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Cara, como eu demorei tanto tempo assim pra assistir essa perfeição! É um clássico amado por todos e com razão!<br>É um filme que transborda estética e personagens icônicos e bem escritos! A filmografia impressiona com shots muito bons e inovadores pra época!<br>Os personagens são muito bem atuados, carismáticos e te fazem torcer genuinamente por todos eles! Cada morte conta e de fato afeta você, fazendo você sentir medo e tristeza por cada um que vai dessa para a melhor.<br>O mistério criado sobre quem é o assassino, construindo para uma revelação incrível, inesperada, que faz total sentido, e muito icônica!<br>Ghostface se tornou meu assassino preferido, de longe, recheado de personalidade, raiva e motivação.<br>É de fato um dos filmes que está na lista do 'todos deveriam assistir um dia', por que realmente muda a sua concepção do quanto um filme pode ser bom!<br>Dito isso, te amo Randy."
          },
          "namorado": {
            "nota": 5,
            "comentario": "É um filme muito bom, brinca com vários clichês do terror, apresenta um terror bem 'pé no chão'. Um assassino, uma pessoa tão 'normal' quanto eu e você, sem grandes motivações, sem o paranormal para o ajudar mas que sabe muito bem como mexer com as emoções de suas vítimas pois conhece as mesmas de uma forma que elas nem conseguem cogitar em tal possibilidade, assumindo 'o controle da situação' tal qual uma dominatrix. <br>Obrigado diretor por não esquecer o passado e vai se fuder por repetir o mesmo."
          }
        }
      },
      {
        "titulo": "The Breakfast Club (1985)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/0/5/1/8/p/naCXbeeuuP81bbJexbHBeNZlisl-0-300-0-450-crop.jpg?v=d55b2123d2",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "The Breakfast Club é um daqueles clássicos que realmente merecem esse título. A química entre os personagens é simplesmente incrível, cada um deles é tão bem escrito e interpretado que fica difícil não se apegar. A forma como a história se desenvolve é orgânica e envolvente, fazendo com que um grupo de adolescentes completamente diferentes um do outro se tornem, ao longo de um sábado de detenção, muito mais do que apenas estereótipos.<br>O filme é um ótimo exemplo de um 'Bottle Movie', ou seja, uma obra que se passa quase inteiramente em um único local, no caso, a biblioteca da escola. E é justamente nessa limitação que ele brilha: o roteiro, os diálogos e as atuações são tão fortes que não há necessidade de cenários grandiosos ou efeitos especiais. A narrativa se sustenta com base no desenvolvimento emocional e psicológico dos personagens, e isso é feito com uma maestria impressionante.<br>Visualmente, o filme também é marcante. A fotografia é simples, mas inteligente, e a trilha sonora é icônica.<br>Além disso, The Breakfast Club foi extremamente inovador para sua época. Lançado em 1985, ele já trazia discussões sobre identidade, pressão social, expectativas dos pais, saúde mental e até questões de gênero de forma surpreendentemente sensível. É um filme que ousou humanizar adolescentes e mostrar suas vulnerabilidades sem ridicularizá-los ou tratá-los como caricaturas, e isso, especialmente em filmes voltados para o público jovem, era raro naquela época.<br>Outro ponto alto foi finalmente assistir a cenas icônicas que já vi referenciadas tantas vezes em outras mídias, especialmente em séries como Community, o que mostra o quanto The Breakfast Club se tornou uma pedra fundamental da cultura pop.<br>Dito isso, Allison é um ícone não binário."
          },
          "namorado": {
            "nota": 5,
            "comentario": "É um filme divertido, cheio de analogias e que brinca com arquétipos de personalidades, desmontando-os durante o decorrer do filme. As atuações são excelentes e certamente merece a fama e o impacto que possui na mídia, sempre tendo alguma cena homenageada em outras produções audiovisuais. Me encantei pelos personagens e me reconheci neles em vários momentos do filme, os desabafos, as provocações e as cenas de comédia.<br>POR FAVOR EU PRECISO FUMAR MACONHA PRA TER O MEU ARCO DE DESENVOLVIMENTO."
          }
        }
      },
      {
        "titulo": "Knives Out (2019)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/7/5/3/7/0/p/imQi76g7GYskbmwpYhO64kXRQeH-0-300-0-450-crop.jpg?v=8f9c9527f9",
        "avaliacoes": {
          "usuario": {
            "nota": 5,
            "comentario": "Que filme, meus amigos, que filme.<br>Eu verdadeiramente acho esse filme passa mais o sentimento de caso da Agatha Christie do que qualquer filme feito baseado nos livros dela.<br>A forma com que desenrola, as revelações, reviravoltas e as coisas se encaixando perfeitamente, tudo tão incrível!<br>As atuações são um grande destaque aqui, se mostrando ideais para um filme assim, e grande parte do que torna ele tão especial.<br>Algumas escolhas artísticas são incríveis, como um momento em que o detetive se revela em um canto escuro, detalhes incríveis!<br>Dito isso, vai se fuder aquele mlk nazi"
          },
          "namorado": {
            "nota": 5,
            "comentario": "Sinceramente, é um filme que me pegou bastante de surpresa. Pensei que fosse se tratar de um the office investigativo que resultaria numa opção óbvia, coisa que não ocorreu. Os personagens são patéticos, tem demasiados defeitos que realmente assustam o espectador, ao mesmo tempo podem ser um bom reflexo de nossas famílias e de nós mesmos enquanto parentes (eu sei, você é o primo maconheiro, original). Uma batalha por uma possibilidade de herança entre riquinhos que resulta em consequências para terceiros. Um detetive carismático e badass alá Hercule Poirot sem esforço e uma estética charmosa, o que poderia dar de errado? E de fato não deu, parabéns aos envolvidos!!"
          }
        }
      },
      {
        "titulo": "Legalmente Loira (2001)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/7/5/8/6/p/dw4eMfQuj5TH3e4m67iJh3hJde2-0-300-0-450-crop.jpg?v=aea9b62a15",
        "avaliacoes": {
          "usuario": {
            "nota": 4.5,
            "comentario": "QUE FILME BOM<br>Um filme de >>> 2001 <<< quebrando padrões e fazendo isso muito bem!<br>As atuações e atores se encaixam muito bem nos papéis e foram ótimas.<br>Os personagens são interessantes e bem escritos, gostei muito da diversidade de pessoas.<br>A história é ótima e muito bem desenvolvida!<br>Mais um clássico antigo que se mantém até hoje!<br>Dito isso, esse cachorro não poderia estar em nem 1% dos lugares que ele foi"
          },
          "namorado": {
            "nota": 5,
            "comentario": "Bom, acredito que este filme desempenha muito bem o que é proposto. Um filme que fala a respeito de um ambiente patriarcal que no momento onde uma mulher o adentra e supera, demonstra suas rachaduras. Faz isso de maneira coesa e muito bem-humorada.<br>OBRIGADO ELLE WOODS, VIVA AS LOIRAS E AOS CACHORROS DE MOÇAS RICAS!!! E obrigado por formar nossas advogatas!"
          }
        }
      },
      {
        "titulo": "Pânico 2 (1997)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/9/4/5/4/p/eIruySjUcCemCs7b2SZdf5iQfkA-0-300-0-450-crop.jpg?v=c8cb046b36",
        "avaliacoes": {
          "usuario": {
            "nota": 4.5,
            "comentario": "A franquia continua e manda muito bem nisso!<br>Adorei os personagens, a atuação, a direção, o clima construído, tudo muito bem feito.<br>Mas está longe de superar o primeiro, achei um pouco corrido e com um pouco menos de atenção aos detalhes, mas nada muito absurdo, o filme continua muito bom.<br>Me senti satisfeito com a revelação do assassino, uma das coisas que mais me preocupava.<br>Adorei a parte que o próprio filme reconhece o quão gay o Billy e o Stu eram. E tipo, ghostface usando armas de fogo? Caralho.<br>Dito isso, queria muito que o Randy tivesse um Letterboxd"
          },
          "namorado": {
            "nota": 4.5,
            "comentario": "FILMASSO. Fico triste que dois personagens interessantes morreram já no início do filme (o mesmo dá a entender que os dois seriam importantes). Apesar de ser uma sequência e sequências não terem a melhor reputação do mundo, teve um enorme respeito pela história do primeiro filme, aperfeiçoando, fazendo até mesmo piadas (o Billy é gay demais, vai se fuder) e trazendo novas características ao assassino.<br>As mortes como sempre muito impactantes, cenários abertos e jogos de câmera muito bem explorados (aquela cena do teatro, NHMMMMMMM).<br>É um filme bom, e ver o Ghostface com um 3oitão me deixou feliz."
          }
        }
      },
      {
        "titulo": "The Blair Witch Project (1999)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/5/0/1/5/9/p/iJQzufJJjUyJnZosAhTjLwbAsQ3-0-300-0-450-crop.jpg?v=4aa689cc81",
        "avaliacoes": {
          "usuario": {
            "nota": 4.5,
            "comentario": "Simplesmente o melhor found footage de todos, sem nem comparação<br>As atuações são magníficas, parece mesmo um documentário de verdade<br>As cenas são gravadas bem naturalmente e são incríveis<br>A atmosfera que foi sendo criada é muito boa e te faz sentir tenso o tempo todo<br>Dito isso, vai se fuder Mike"
          },
          "namorado": {
            "nota": 3.5,
            "comentario": "É um filme bom, um bom 'found footage', realmente fiquei impressionado com as atuações e com a imersão. Entretanto, todavia, porém, não sei se me pegou tanto enquanto um filme de terror, por isso a nota."
          }
        }
      },
      {
        "titulo": "Pânico 3 (2000)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/9/4/5/3/p/4No3LmWAv9c3OGpUYWvrBIufvSB-0-300-0-450-crop.jpg?v=f3bf2dcc51",
        "avaliacoes": {
          "usuario": {
            "nota": 2.5,
            "comentario": "Olha, desanimador é a palavra pra esse filme.<br>É um filme divertido? Em sua maior parte sim, poderia ser muito pior. Ele acerta em algumas coisas mas peca em muito mais.<br>Alguns personagens são muito bem escritos, mas ao contrário dos outros filmes, não me importei verdadeiramente com nenhum deles além do elenco já estabelecido.<br>Esse filme sofre muito do clássico inventar coisas que nunca existiram no anterior, como a irmã do Randy que nunca foi mostrada mas resolveu dar uma aparecidinha de 2 minutos.<br>Gostei muito da coragem de um filme tão antigo em fazer criticas tão diretas ao lado ruim de Hollywood, mas achei que isso não foi muito bem trabalhado e no final chega até a ser desrespeitoso.<br>Ghostface continua um vilão icônico como sempre, dando uma de direita no Dewey DO NADA, me pegando completamente desprevenido e com outras façanhas impressionantes, e a revelação de quem era foi até interessante.<br>E também não mataram o cachorro!<br>É um filme que poderia ser muito pior, mas não deixa de decepcionar, provavelmente o pior da saga. Além de quase levar o primeiro, um dos meus filmes preferidos no geral, junto com ele.<br>Dito isso, que porra de cabelo era aquele Gale"
          },
          "namorado": {
            "nota": 2,
            "comentario": "Esse filme é realmente divertidinho em algumas partes, mas pecou em uma das partes mais cruciais de Scream: o roteiro. A beleza do primeiro filme está no mistério de quem é o assassino, mas tem um roteiro que realmente impressiona, principalmente se estamos falando de filmes de terror. Tem sentido, tem coerência, além de vilões impactantes. Já este filme: não, e quase levou o primeiro consigo. Além disso, o filme traz questões sérias a respeito de violências dentro de Hollywood, entretanto, não aborda disso da forma mais sensível.<br>Dito isso, adorei a cena do soco."
          }
        }
      },
      {
        "titulo": "Terrified (2017)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/1/9/9/7/9/p/cPLJqMDso4vA5q4UBma5ABaciEP-0-300-0-450-crop.jpg?v=597e9b5328",
        "avaliacoes": {
          "usuario": {
            "nota": 3,
            "comentario": "Ainda me pega bastante, mesmo não sendo mais a mesma coisa, mas ainda é um belo filme de terror, onde as coisas acontecem e você tá simplesmente fudido<br>Dito isso, vai se fuder aquela criança"
          },
          "namorado": {
            "nota": 2.5,
            "comentario": "Divertidinho, boas ideias porém mal executadas. Tem seus momentos de suspense e terror, todavia, são ocasionados muitas vezes em decorrência da burrice dos personagens."
          }
        }
      },
      {
        "titulo": "Fear Streat: Prom Queen (2025)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/9/0/2/1/5/7/p/vdMHjwezyTEyRFIKiNBFKOgm75Z-0-300-0-450-crop.jpg?v=bb1f260389",
        "avaliacoes": {
          "usuario": {
            "nota": 2,
            "comentario": "Cara, que decepção, sinceramente<br>É lotado de dialogo expositivos, atuações fajutas, se esforça demais pra mostrar que está nos anos 80, a protagonista é alguém sem nenhuma identidade, totalmente foda-se, a amiga (claramente lésbica) dela é um milhão de vezes mais interessante e sensata<br>Quebrou completamente o que é um filme 'Rua do Medo', que mostra que a cidade é amaldiçoada e por isso tem tantos assassinos, nesse caso só foi gente maluca mesmo<br>As únicas coisas interessantes foram a escolha de músicas e o gore é até que legal<br>Dito isso, tomei Rick Roll DE GRAÇA"
          },
          "namorado": {
            "nota": 1.5,
            "comentario": "Não achei bom este filme, péssimo slasher que tem umas cenas legalzinhas. Os personagens são tão profundos quanto um pires, a personagem tenta ser badass e só é esquisita. As atuações são medíocres, tenta ter uma vibe 'oh my god, anos 80', porém é só mal executado. A motivação dos assassinos é intriga adolescente, não tem correlação com os outros filmes e se leva a sério demais.<br>Conseguiram fazer cenas violentas de forma idiota, tendo cortes ruins e ferimentos sem sentido.<br>'Dito isso', a lésbica só queria fumar seu beckzinho, po."
          }
        }
      },
      {
        "titulo": "After (2019)",
        "poster": "https://a.ltrbxd.com/resized/alternative-poster/4/6/7/1/1/5/p/1gqTxfU3IVf6sGjkKVZ4nrCEVDM-0-300-0-450-crop.jpg?v=d81a045573",
        "avaliacoes": {
          "usuario": {
            "nota": 0.5,
            "comentario": "Acho que eu nunca vi um filme tão assustadoramente horrível na minha vida, os diálogos são os mais clichês e mal feitos o possível.<br>Atuações assustadoras que deixam um manequim parecendo expressivo.<br>Fez jus ao Wattpad no início.<br>Dito isso, vai se fuder Durinho"
          },
          "namorado": {
            "nota": 0.5,
            "comentario": "Assisti com minha namorada e nunca fiquei tão puto na minha vida. Além de me submeter a uma humilhação, acabei consumindo coisas perigosas (creme pro corpo) em razão da raiva que senti assistindo este filme. A propaganda de Libid Gel é mais informativa e mais tesuda que esse filme."
          }
        }
      }
    ]
  }
  